IdeaRS.Connections
GeneralPlateData.OriginalModelId Property
Compatible with IDEA StatiCa 0.0
 Get or set the identification in the original model In the case of the imported connection from another application
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string OriginalModelId { get; set; }
Property Value
Type: String
See Also
Reference
GeneralPlateData Class
IdeaRS.Connections.Data Namespace